[BitterfrostHelper]
ChillEffectName="低温(Ⅰ级寒冷)"
ChillEffectDesc="移动力闪避下降."
BitterChillEffectName="严寒(Ⅱ级寒冷)"
BitterChillEffectDesc="移动力闪避下降. 容易冻结."

[MZ_Effect_Zombify]
ZombifyEffectName = "僵尸化"
ZombifyEffectDesc = "容易受到通常只对不死目标有效的效果的影响."

[MZ_Effect_Hypothermia]
HypothermiaEffectName = "冻伤"
HypothermiaEffectDesc = "每个回合开始时的冻伤取决于寒冷程度."

[MZBloodCryomancy_AbilitySet]
ChilblainsChillName = "寒战（冷却）"
ChilblainsBChillName = "寒战（冻伤）"
ChilblainsFreezeName = "寒战（冻结）"
HeatDrainBurningName = "散热（燃烧）"

[MZCryomancy_AbilitySet]
BoilChillName = "沸腾（冷却）"
BoilBChillName = "沸腾（冻伤）"
BoilFreezeName = "沸腾（冻结）"

[MZGeomancer_AbilitySet]
MistStormEffectName = "神志不清"
MistStormEffectDesc = "减少意志及黑客防御."

;despite the variable names, these are not descriptions but change the name of the ability.
NEAridDesc = "沙漠之炎"
NETundraDesc = "雪山之雹"
NEXenoDesc = "苦痛之藤"
NETemperateDesc = "覆云之雾"
NEUrbanDesc = "极昼之雷"
NECaveDesc = "巨磐之石"
 
ACAridDesc = "炙耀"
ACTundraDesc = "严寒"
ACXenoDesc = "毒烟"
ACTemperateDesc = "云雾"
ACUrbanDesc = "风雷"
ACCaveDesc = "崩塌"